/*
 Navicat Premium Data Transfer

 Source Server         : mysql5.6
 Source Server Type    : MySQL
 Source Server Version : 50620
 Source Host           : localhost:3306
 Source Schema         : spiders

 Target Server Type    : MySQL
 Target Server Version : 50620
 File Encoding         : 65001

 Date: 02/09/2022 21:53:12
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for job51_data2
-- ----------------------------
DROP TABLE IF EXISTS `job51_data2`;
CREATE TABLE `job51_data2`  (
  `positionID` int(11) NOT NULL AUTO_INCREMENT,
  `positionName` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `workYear` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `companyFullName` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `education` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `city` varchar(10) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `industryField` varchar(300) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `salary` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `companyLabelList` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `companySize` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `financeStage` varchar(300) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `url_href` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `crawl_date` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `jobNature` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `positionAdvantage` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `companyShortName` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `district` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `longitude` float NULL DEFAULT NULL,
  `latitude` float NULL DEFAULT NULL,
  PRIMARY KEY (`positionID`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 142177063 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of job51_data2
-- ----------------------------
INSERT INTO `job51_data2` VALUES (54686959, 'Python 开发工程师（急聘）', '3', '百令信息科技（上海）有限公司', '本科', '长沙市', '互联网/电子商务', '1-1.5万', '五险一金,年终奖金,员工旅游,专业培训,不加班,不出差,半年度奖金,节日福利,带薪年假', '50-150人', '民营公司', '', '2022-09-02', 'Python 开发工程师（急聘）', 'Python 开发工程师（急聘）', '百令信息科技（上海）有限公司', '长沙', 112.939, 28.2278);
INSERT INTO `job51_data2` VALUES (70877766, 'Python高级开发工程师', '4', '深圳市奥肯特科技有限公司', '本科', '深圳市', '互联网/电子商务', '1.2-2万', '五险一金,绩效奖金,股票期权,员工旅游,年终奖金,弹性工作', '50-150人', '民营公司', '', '2022-09-02', 'Python高级开发工程师', 'Python高级开发工程师', '深圳市奥肯特科技有限公司', '深圳-南山区', 114.06, 22.5429);
INSERT INTO `job51_data2` VALUES (111777085, 'Python开发工程师', '4', '上海好才晤企业管理（集团）有限公司', '本科', '上海市', '专业服务(咨询、人力资源、财会)', '1-1.5万', '做五休二,带薪年假,五险一金,绩效奖金,节日福利,餐饮补贴,高温补贴,交通补贴,通讯补贴,定期体检', '50-150人', '民营公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '上海好才晤企业管理（集团）有限公司', '上海-宝山区', 121.474, 31.2304);
INSERT INTO `job51_data2` VALUES (112629895, 'Python软件工程师', '4', '杭州泛利科技有限公司', '本科', '杭州市', '计算机软件', '1-2万', '五险一金,员工旅游,绩效奖金,年终奖金,股票期权,弹性工作', '50-150人', '合资', '', '2022-09-02', 'Python软件工程师', 'Python软件工程师', '杭州泛利科技有限公司', '杭州-钱塘区', 120.155, 30.2742);
INSERT INTO `job51_data2` VALUES (115735098, '中级Java/PHP/Python工程师', '5', '智线云科技（北京）有限公司武汉分公司', '本科', '武汉市', '计算机软件', '1-1.8万·14薪', '五险一金,补充医疗保险,弹性工作,带薪年假,绩效奖金,住房补贴,季度活动,每日下午茶', '50-150人', '民营公司', '', '2022-09-02', '中级Java/PHP/Python工程师', '中级Java/PHP/Python工程师', '智线云科技（北京）有限公司武汉分公司', '武汉-洪山区', 114.305, 30.5928);
INSERT INTO `job51_data2` VALUES (117077208, 'Python后台开发工程师', '4', '重庆科斯迈生物科技有限公司', '本科', '重庆市', '医疗设备/器械', '8千-1.2万', '餐饮补贴,定期体检,年终奖金,绩效奖金,弹性工作,五险一金,交通补贴,专业培训,员工旅游', '150-500人', '民营公司', '', '2022-09-02', 'Python后台开发工程师', 'Python后台开发工程师', '重庆科斯迈生物科技有限公司', '重庆-渝北区', 106.551, 29.5647);
INSERT INTO `job51_data2` VALUES (126574824, 'Python开发工程师', '5', '江苏艾康生物医药研发有限公司', '大专', '南京市', '制药/生物工程', '9千-1.5万', '五险一金,定期体检,年终奖金,周末双休,带薪年假,做五休二,节日福利', '50-150人', '民营公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '江苏艾康生物医药研发有限公司', '南京-浦口区', 118.796, 32.0584);
INSERT INTO `job51_data2` VALUES (129824064, '后端开发工程师（Python）', '6', '中通服科信信息技术有限公司', '本科', '西安市', '通信/电信运营、增值服务', '1-1.5万', '五险一金,补充医疗保险,餐饮补贴,通讯补贴,专业培训,绩效奖金,年终奖金,交通补贴,员工旅游,定期体检', '150-500人', '国企', '', '2022-09-02', '后端开发工程师（Python）', '后端开发工程师（Python）', '中通服科信信息技术有限公司', '西安', 108.94, 34.3413);
INSERT INTO `job51_data2` VALUES (133659140, 'Python开发工程师', '3', '东莞市晨特电子技术服务有限公司', '大专', '东莞市', '电子技术/半导体/集成电路', '8千-1.4万', '周末双休,带薪年假,五险一金,绩效奖金,包住宿,包三餐', '少于50人', '民营公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '东莞市晨特电子技术服务有限公司', '东莞-长安镇', 113.752, 23.0207);
INSERT INTO `job51_data2` VALUES (135843398, 'Python开发工程师', '4', '武汉游必游网络科技有限公司南昌分公司', '大专', '南昌市', '计算机软件', '0.8-1万', '五险一金,绩效奖金,年终奖金,定期体检,包中餐,下午茶,周末双休', '50-150人', '合资', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '武汉游必游网络科技有限公司南昌分公司', '南昌-红谷滩新区', 115.858, 28.682);
INSERT INTO `job51_data2` VALUES (136209610, 'Python开发工程师', '3', '小火花（西安）网络技术有限公司', '本科', '西安市', '计算机软件', '1-1.5万', '', '少于50人', '民营公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '小火花（西安）网络技术有限公司', '西安-雁塔区', 108.94, 34.3413);
INSERT INTO `job51_data2` VALUES (136748752, 'Python开发工程师', '3', '深圳市博悦科创科技有限公司', '本科', '深圳市', '计算机软件', '1.2-1.7万', '五险一金,补充医疗保险,补充公积金,员工旅游,年终奖金,定期体检', '500-1000人', '民营公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '深圳市博悦科创科技有限公司', '深圳-福田区', 114.06, 22.5429);
INSERT INTO `job51_data2` VALUES (137005168, 'Python高级开发工程师', '5', '南京唯晶信息科技有限公司', '大专', '上海市', '网络游戏', '1-1.5万', '五险一金,补充医疗保险,员工旅游,专业培训,绩效奖金,年终奖金,定期体检,节日福利,带薪年假,周末双休', '150-500人', '外资（非欧美）', '', '2022-09-02', 'Python高级开发工程师', 'Python高级开发工程师', '南京唯晶信息科技有限公司', '上海-黄浦区', 121.474, 31.2304);
INSERT INTO `job51_data2` VALUES (137136808, 'Python高级开发工程师', '5', '苏州欧康诺电子科技股份有限公司', '本科', '苏州市', '仪器仪表/工业自动化', '2-2.5万', '五险一金,餐饮补贴,弹性工作,加班补贴,5天8小时,交通补贴,绩效奖金', '50-150人', '民营公司', '', '2022-09-02', 'Python高级开发工程师', 'Python高级开发工程师', '苏州欧康诺电子科技股份有限公司', '苏州-吴中区', 120.583, 31.2983);
INSERT INTO `job51_data2` VALUES (137602948, '高级python开发工程师', '5', '硕橙（厦门）科技有限公司', '本科', '厦门市', '电子技术/半导体/集成电路', '1.5-2.2万', '五险一金,员工旅游,股票期权,年终奖金,定期体检,绩效奖金,餐饮补贴', '50-150人', '创业公司', '', '2022-09-02', '高级python开发工程师', '高级python开发工程师', '硕橙（厦门）科技有限公司', '厦门', 118.089, 24.4795);
INSERT INTO `job51_data2` VALUES (138318768, 'Python爬虫工程师', '5', '广东红餐科技有限公司', '本科', '广州市', '互联网/电子商务', '1.1-1.8万', '五险一金,员工旅游,专业培训,绩效奖金,年终奖金,股票期权,销售提成', '50-150人', '民营公司', '', '2022-09-02', 'Python爬虫工程师', 'Python爬虫工程师', '广东红餐科技有限公司', '广州-海珠区', 113.264, 23.1291);
INSERT INTO `job51_data2` VALUES (138653323, 'Python开发工程师', '4', '上海同科交通科技有限公司', '本科', '上海市', '交通/运输/物流', '1.3-1.4万', '', '50-150人', '民营公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '上海同科交通科技有限公司', '上海-杨浦区', 121.474, 31.2304);
INSERT INTO `job51_data2` VALUES (138971918, 'Python开发', '4', '广州鑫尼网络科技有限公司', '大专', '广州市', '互联网/电子商务', '8千-1万·13薪', '带薪年假,五险一金,绩效奖金,节日福利,专业培训,下午茶', '50-150人', '外资（非欧美）', '', '2022-09-02', 'Python开发', 'Python开发', '广州鑫尼网络科技有限公司', '广州-天河区', 113.264, 23.1291);
INSERT INTO `job51_data2` VALUES (139192542, 'Python开发助理', '3', '深圳市一苣技术有限公司', '大专', '深圳市', '计算机软件', '6-8千', '五险一金,补充医疗保险,员工旅游,交通补贴,绩效奖金,年终奖金,弹性工作,定期体检,周末双休', '少于50人', '民营公司', '', '2022-09-02', 'Python开发助理', 'Python开发助理', '深圳市一苣技术有限公司', '深圳-南山区', 114.06, 22.5429);
INSERT INTO `job51_data2` VALUES (139679706, 'Python开发工程师', '4', '武汉康普常青软件技术股份有限公司', '本科', '武汉市', '电气/电力/水利', '1-2万', '五险一金,员工旅游,餐饮补贴,绩效奖金,定期体检,节假日福利,生日福利', '50-150人', '上市公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '武汉康普常青软件技术股份有限公司', '武汉', 114.305, 30.5928);
INSERT INTO `job51_data2` VALUES (140190891, '高级Python开发工程师', '3', '江苏大周基业智能科技有限公司', '本科', '南京市', '计算机软件', '1-1.5万', '五险一金,节日福利,周末双休', '少于50人', '民营公司', '', '2022-09-02', '高级Python开发工程师', '高级Python开发工程师', '江苏大周基业智能科技有限公司', '南京-栖霞区', 118.796, 32.0584);
INSERT INTO `job51_data2` VALUES (140568192, 'Python开发工程师', '5', '广州市元艺珠宝有限公司', '本科', '上海市', '奢侈品/收藏品/工艺品/珠宝', '1.5-3万', '五险一金,年终奖金,周末双休,专业培训', '500-1000人', '外资（欧美）', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '广州市元艺珠宝有限公司', '上海-长宁区', 121.474, 31.2304);
INSERT INTO `job51_data2` VALUES (140882121, 'Python工程师', '4', '远见智诚市场调研咨询（广东）有限公司', '本科', '惠州市', '专业服务(咨询、人力资源、财会)', '0.8-1万', '', '', '民营公司', '', '2022-09-02', 'Python工程师', 'Python工程师', '远见智诚市场调研咨询（广东）有限公司', '惠州', 114.417, 23.1108);
INSERT INTO `job51_data2` VALUES (141039870, 'python开发工程师（人工智能）', '4', '广东海启星海洋科技有限公司', '本科', '广州市', '计算机软件', '7千-1.4万', '五险一金,绩效奖金,节日福利,带薪年假,专业培训,员工旅游,下午茶,每周运动', '150-500人', '民营公司', '', '2022-09-02', 'python开发工程师（人工智能）', 'python开发工程师（人工智能）', '广东海启星海洋科技有限公司', '广州-番禺区', 113.264, 23.1291);
INSERT INTO `job51_data2` VALUES (141220010, 'Python软件开发工程师', '5', '上海兆龙国际物流有限公司', '大专', '上海市', '交通/运输/物流', '1-1.5万·13薪', '五险一金,餐饮补贴,绩效奖金', '150-500人', '民营公司', '', '2022-09-02', 'Python软件开发工程师', 'Python软件开发工程师', '上海兆龙国际物流有限公司', '上海-浦东新区', 121.474, 31.2304);
INSERT INTO `job51_data2` VALUES (141283872, 'Python开发工程师', '3', '标克贸易（深圳）有限公司', '大专', '深圳市', '贸易/进出口', '1-1.5万', '带薪年假,五险一金,绩效奖金,周末双休,包住宿', '50-150人', '外资（非欧美）', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '标克贸易（深圳）有限公司', '深圳-福田区', 114.06, 22.5429);
INSERT INTO `job51_data2` VALUES (141392688, 'Python', '5', '大展信息科技（深圳）有限公司', '大专', '深圳市', '计算机软件', '1-2万', '五险一金,定期体检,员工旅游,双休稳定', '500-1000人', '外资（非欧美）', '', '2022-09-02', 'Python', 'Python', '大展信息科技（深圳）有限公司', '深圳-福田区', 114.06, 22.5429);
INSERT INTO `job51_data2` VALUES (141617420, 'Python开发工程师', '5', '上海淘利资产管理有限公司', '本科', '上海市', '金融/投资/证券', '1.5-3万', '五险一金,餐饮补贴,定期体检', '少于50人', '民营公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '上海淘利资产管理有限公司', '上海-浦东新区', 121.474, 31.2304);
INSERT INTO `job51_data2` VALUES (141932057, 'Python工程师', '3', '深圳市宝锋华诚科技有限公司', '本科', '深圳市', '计算机软件', '8千-1.5万', '交通补贴,餐饮补贴,通讯补贴,年终奖金,股票期权,弹性工作,周末双休', '少于50人', '民营公司', '', '2022-09-02', 'Python工程师', 'Python工程师', '深圳市宝锋华诚科技有限公司', '深圳-南山区', 114.06, 22.5429);
INSERT INTO `job51_data2` VALUES (141941884, 'Python开发工程师', '10', '雷峰物产（杭州）有限公司', '本科', '杭州市', '金融/投资/证券', '8千-1.5万', '五险一金,绩效奖金,年终奖金', '少于50人', '民营公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '雷峰物产（杭州）有限公司', '杭州-西湖区', 120.155, 30.2742);
INSERT INTO `job51_data2` VALUES (142026717, 'python开发工程师', '5', '武汉乐谷在线科技有限公司', '大专', '武汉市', '网络游戏', '1-1.5万', '绩效奖金,缴纳社保,全勤奖,年终奖金,员工旅游,定期体检,餐饮补贴,交通补贴', '150-500人', '民营公司', '', '2022-09-02', 'python开发工程师', 'python开发工程师', '武汉乐谷在线科技有限公司', '武汉-洪山区', 114.305, 30.5928);
INSERT INTO `job51_data2` VALUES (142108164, 'python开发工程师（XZRZ）(U0088)', '5', '中科创达软件股份有限公司', '大专', '北京市', '通信/电信/网络设备', '1.5-2.5万', '五险一金,补充医疗保险,补充公积金,弹性工作,绩效奖金,年终奖金,定期体检', '10000人以上', '上市公司', '', '2022-09-02', 'python开发工程师（XZRZ）(U0088)', 'python开发工程师（XZRZ）(U0088)', '中科创达软件股份有限公司', '北京', 116.407, 39.9047);
INSERT INTO `job51_data2` VALUES (142109418, 'Python应用工程师', '3', '慧灵科技（深圳）有限公司', '本科', '深圳市', '仪器仪表/工业自动化', '1-1.3万', '绩效奖金,五险一金,员工旅游,出国机会,年终奖金', '150-500人', '民营公司', '', '2022-09-02', 'Python应用工程师', 'Python应用工程师', '慧灵科技（深圳）有限公司', '深圳-宝安区', 114.06, 22.5429);
INSERT INTO `job51_data2` VALUES (142115318, '全栈工程师python（可线上面试）', '6', '上海芮想信息科技有限公司', '大专', '上海市', '计算机软件', '2-3.5万', '五险一金,定期体检', '1000-5000人', '民营公司', '', '2022-09-02', '全栈工程师python（可线上面试）', '全栈工程师python（可线上面试）', '上海芮想信息科技有限公司', '上海', 121.474, 31.2304);
INSERT INTO `job51_data2` VALUES (142127171, 'Python+Java', '5', '深圳华云信息系统有限公司', '大专', '深圳市', '计算机软件', '1.5-2万', '五险一金,周末双休,定期体检,带薪年假,节日福利', '500-1000人', '民营公司', '', '2022-09-02', 'Python+Java', 'Python+Java', '深圳华云信息系统有限公司', '深圳-龙岗区', 114.06, 22.5429);
INSERT INTO `job51_data2` VALUES (142132932, 'python开发', '4', '深圳市法本信息技术股份有限公司', '本科', '北京市', '计算机软件', '1-1.5万', '五险一金,补充商业保险', '10000人以上', '上市公司', '', '2022-09-02', 'python开发', 'python开发', '深圳市法本信息技术股份有限公司', '北京-西城区', 116.407, 39.9047);
INSERT INTO `job51_data2` VALUES (142133932, 'Python开发工程师', '5', '北京鲲鹏博睿科技有限公司', '本科', '北京市', '计算机软件', '1.5-1.8万·13薪', '五险一金,年终奖金,绩效奖金,股票期权,带薪休假,工作稳定,不内卷', '少于50人', '民营公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '北京鲲鹏博睿科技有限公司', '北京-海淀区', 116.407, 39.9047);
INSERT INTO `job51_data2` VALUES (142135290, 'Python工程师', '5', '长沙千视电子科技有限公司', '大专', '长沙市', '电子技术/半导体/集成电路', '8千-1.5万·13薪', '周末双休,带薪年假,全勤奖,节日福利,专业培训,定期体检,员工旅游,年终奖金', '50-150人', '创业公司', '', '2022-09-02', 'Python工程师', 'Python工程师', '长沙千视电子科技有限公司', '长沙', 112.939, 28.2278);
INSERT INTO `job51_data2` VALUES (142141176, 'python实习生', '10', '南京沃赢教育科技有限公司', '大专', '南京市', '计算机软件', '4-7千', '五险一金,员工旅游,交通补贴,餐饮补贴,通讯补贴,专业培训,绩效奖金,年终奖金', '50-150人', '民营公司', '', '2022-09-02', 'python实习生', 'python实习生', '南京沃赢教育科技有限公司', '南京-江宁区', 118.796, 32.0584);
INSERT INTO `job51_data2` VALUES (142142146, 'Python开发工程师', '5', '北京银信长远科技股份有限公司', '本科', '上海市', '计算机服务(系统、数据服务、维修)', '1.5-1.9万', '五险一金,餐饮补贴,通讯补贴,定期体检', '1000-5000人', '上市公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '北京银信长远科技股份有限公司', '上海', 121.474, 31.2304);
INSERT INTO `job51_data2` VALUES (142143694, 'Python开发工程师', '10', '湖南启越科技有限公司', '大专', '长沙市', '互联网/电子商务', '6千-1.2万·13薪', '五险一金,补充医疗保险,补充公积金,专业培训,绩效奖金,年终奖金,员工旅游,交通补贴,餐饮补贴,通讯补贴', '少于50人', '民营公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '湖南启越科技有限公司', '长沙-芙蓉区', 112.939, 28.2278);
INSERT INTO `job51_data2` VALUES (142144650, 'Python开发工程师', '5', '江苏百达智慧网络科技有限公司', '大专', '苏州市', '互联网/电子商务', '1.2-2万·13薪', '五险一金,补充医疗保险,年终奖金,定期体检,餐饮补贴', '', '民营公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '江苏百达智慧网络科技有限公司', '苏州-工业园区', 120.583, 31.2983);
INSERT INTO `job51_data2` VALUES (142146582, 'Python开发工程师', '5', '浙江保融科技股份有限公司', '本科', '杭州市', '计算机软件', '1.1-2.2万·14薪', '餐饮补贴,交通补贴,定期体检,员工旅游,年终奖金,周末双休,五险一金', '500-1000人', '民营公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '浙江保融科技股份有限公司', '杭州-余杭区', 120.155, 30.2742);
INSERT INTO `job51_data2` VALUES (142157947, 'Python开发工程师', '5', '上海优宁维生物科技股份有限公司', '本科', '上海市', '制药/生物工程', '1.7-2万·13薪', '五险一金,补充医疗保险,交通补贴,餐饮补贴,通讯补贴,专业培训,股票期权,年终奖金,定期体检', '500-1000人', '上市公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '上海优宁维生物科技股份有限公司', '上海', 121.474, 31.2304);
INSERT INTO `job51_data2` VALUES (142159856, 'Python开发工程师（MJ000203）', '4', '浙江木链物联网科技有限公司', '本科', '杭州市', '计算机软件', '1.5-2.6万', '', '150-500人', '民营公司', '', '2022-09-02', 'Python开发工程师（MJ000203）', 'Python开发工程师（MJ000203）', '浙江木链物联网科技有限公司', '杭州-余杭区', 120.155, 30.2742);
INSERT INTO `job51_data2` VALUES (142162104, 'Python爬虫助理工程师', '10', '深圳泰昌同信科技有限公司', '大专', '深圳市', '计算机软件', '6.5-9千', '五险一金,员工旅游,餐饮补贴,下午茶,年终奖金,节日福利,双休', '', '民营公司', '', '2022-09-02', 'Python爬虫助理工程师', 'Python爬虫助理工程师', '深圳泰昌同信科技有限公司', '深圳-南山区', 114.06, 22.5429);
INSERT INTO `job51_data2` VALUES (142162109, 'Python开发工程师', '6', '上海拉风信息科技有限公司', '本科', '北京市', '计算机软件', '1.1-1.3万', '五险一金,弹性工作,员工旅游,定期体检', '', '民营公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '上海拉风信息科技有限公司', '北京-朝阳区', 116.407, 39.9047);
INSERT INTO `job51_data2` VALUES (142163053, 'Python开发工程师', '3', '深圳绿米联创科技有限公司', '本科', '深圳市', '电子技术/半导体/集成电路', '1.5-2.5万', '五险一金,补充医疗保险,绩效奖金,年终奖金,定期体检,食堂', '1000-5000人', '民营公司', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '深圳绿米联创科技有限公司', '深圳-南山区', 114.06, 22.5429);
INSERT INTO `job51_data2` VALUES (142163237, 'python开发', '4', '微铁克（中国）投资有限公司', '本科', '无锡市', '电子技术/半导体/集成电路', '8千-1.2万·13薪', '五险一金,年终奖金', '150-500人', '外资（非欧美）', '', '2022-09-02', 'python开发', 'python开发', '微铁克（中国）投资有限公司', '无锡', 120.312, 31.491);
INSERT INTO `job51_data2` VALUES (142163464, 'Python开发工程师', '4', '微铁克（中国）投资有限公司', '本科', '无锡市', '电子技术/半导体/集成电路', '8千-1.2万', '做五休二,带薪年假,五险一金', '150-500人', '外资（非欧美）', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '微铁克（中国）投资有限公司', '无锡', 120.312, 31.491);
INSERT INTO `job51_data2` VALUES (142171742, '中级Python开发工程师', '6', '亚创（上海）工程技术有限公司', '本科', '西安市', '通信/电信运营、增值服务', '1.2-1.5万·13薪', '五险一金,弹性工作,定期体检,专业培训,员工旅游,绩效奖金', '10000人以上', '外资（欧美）', '', '2022-09-02', '中级Python开发工程师', '中级Python开发工程师', '亚创（上海）工程技术有限公司', '西安-雁塔区', 108.94, 34.3413);
INSERT INTO `job51_data2` VALUES (142177062, 'Python开发工程师', '4', '唯晶科技（Winking Entertainment）', '大专', '上海市', '计算机服务(系统、数据服务、维修)', '1-1.5万·13薪', '五险一金,年终奖金,定期体检', '150-500人', '外资（非欧美）', '', '2022-09-02', 'Python开发工程师', 'Python开发工程师', '唯晶科技（Winking Entertainment）', '上海', 121.474, 31.2304);

SET FOREIGN_KEY_CHECKS = 1;
